{
"film":{
	"id": "1",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/7ff1ba7f-3e80-4a63-8efd-7dc1af200236/960x960",
	"filmname": "Гладиатор",
	"detail": "В великой Римской империи не было военачальника, равного генералу Максимусу. Непобедимые легионы, которыми командовал этот благородный воин, боготворили его и могли последовать за ним даже в ад. Но случилось так, что отважный Максимус, готовый сразиться с любым противником в честном бою, оказался бессилен против вероломных придворных интриг. Генерала предали и приговорили к смерти. Чудом избежав гибели, Максимус становится гладиатором. Быстро снискав себе славу в кровавых поединках, он оказывается в знаменитом римском Колизее, на арене которого он встретится в смертельной схватке со своим заклятым врагом..."
},
"film":{
	"id": "2",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/44c7493a-a768-432f-bbd4-572aee3283ce/800x800",
	"filmname": "Робокоп",
	"detail": "После гибели одного из лучших полицейских врачи-экспериментаторы создают из него неуязвимого киборга Робокопа, который в одиночку борется с бандой преступников. Однако прочная броня не спасает Робокопа от мучительных, обрывочных воспоминаний о прошлом: он постоянно видит кошмарные сны, в которых погибает от рук жестоких преступников. Теперь он не только ждёт правосудия,… но и жаждет мести!"
},
"film":{
	"id": "3",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/41ed7aa9-907c-43ed-94c5-db8c5cb98ce0/800x800",
	"filmname": "Выход дракона",
	"detail": "На острове, превращённом в неприступную крепость, боевики открыли школу боевых искусств, которая является лишь ширмой для прикрытия бизнеса по контрабанде. В эту цитадель проникает Ли и становится участником жестокого турнира."
},
"film":{
	"id": "4",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/a5cce512-b962-443a-994d-b6c40d95892d/800x800",
	"filmname": "Проект А",
	"detail": "Гонконг начала XX века. На китайском море свирепствуют пираты под предводительством зловещего пирата Ло. Все свои надежды правительство возлагает на специально разработанный план борьбы с пиратами под кодовым названием Проект А. Но Ло всегда на шаг опережает власти, подрывает их корабли, и проект оказывается под угрозой срыва. Его выполнение берут на себя борец береговой охраны по кличке Дракон и его товарищи."
},
"film":{
	"id": "5",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/ef226fe2-43f4-40ed-8435-82aaec0bf295/800x800",
	"filmname": "Терминатор 2: Судный день",
	"detail": "Прошло более десяти лет с тех пор, как киборг из 2029 года пытался уничтожить Сару Коннор — женщину, чей будущий сын выиграет войну человечества против машин. Теперь у Сары родился сын Джон и время, когда он поведёт за собой выживших людей на борьбу с машинами, неумолимо приближается. Именно в этот момент из постапокалиптического будущего прибывает новый терминатор — практически неуязвимая модель T-1000, способная принимать любое обличье. Цель нового терминатора уже не Сара, а уничтожение молодого Джона Коннора. Однако шансы Джона на спасение существенно повышаются, когда на помощь приходит перепрограммированный сопротивлением терминатор предыдущего поколения. Оба киборга вступают в смертельный бой, от исхода которого зависит судьба человечества."
},
"film":{
	"id": "6",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/3dd1ba5f-e610-459d-82dd-eee4eeb151ae/800x800",
	"filmname": "Игра престолов",
	"detail": "К концу подходит время благоденствия, и лето, длившееся почти десятилетие, угасает. Вокруг средоточия власти Семи королевств, Железного трона, зреет заговор, и в это непростое время король решает искать поддержки у друга юности Эддарда Старка. В мире, где все — от короля до наемника — рвутся к власти, плетут интриги и готовы вонзить нож в спину, есть место и благородству, состраданию и любви. Между тем, никто не замечает пробуждение тьмы из легенд далеко на Севере — и лишь Стена защищает живых к югу от нее."
},
"film":{
	"id": "7",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/e35b7fbb-db17-400a-a05e-9d25c7a71d4c/800x800",
	"filmname": "Чужие",
	"detail": "Чужой – совершенный организм. Идеальная машина для убийства, чье физическое превосходство сочетается с его феноменальной жаждой уничтожения. Офицер Элен Рипли и команда космического корабля Ностромо один раз уже встретилась с такой тварью. В живых осталась только Элен. Капсула с Элен найдена спасателями после многих лет блуждания в космосе. Ей сообщают, что планета L.V. 426 колонизирована, и ей придется вернуться туда, где начался ее кошмар, ибо связь с колонистами прервалась. И вот в составе группы космического десанта Рипли отправляется на проклятую планету. Но теперь их там поджидает не один Чужой, а тысячи. Кто сможет выжить в этой войне: чудовища, способные только убивать, или люди, способные мыслить?"
},
"film":{
	"id": "8",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/b6cde659-7472-4270-a441-c54e53a973b7/800x800",
	"filmname": "Стиратель",
	"detail": "Джон Крюгер «стирает» из прошлого и настоящего все следы людей, находящихся под охраной Программы Защиты Свидетелей. Ему надо защищать женщину, которая готова разоблачить сделку по продаже преступникам нового супероружия. Крюгер должен спасти и ее и себя, и начинается марафон не на жизнь, а на смерть, где ему предстоит прыгать с самолета вслед за парашютом, сражаться с аллигаторами, преодолевать суперсовременные системы безопасности и противостоять киллерам с новейшим оружием."
},
"film":{
	"id": "9",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/6cc85a8c-bd9d-4343-bd6d-cf87d583db2b/800x800",
	"filmname": "Железный человек",
	"detail": "Миллиардер-изобретатель Тони Старк попадает в плен к Афганским террористам, которые пытаются заставить его создать оружие массового поражения. В тайне от своих захватчиков Старк конструирует высокотехнологичную киберброню, которая помогает ему сбежать. Однако по возвращении в США он узнаёт, что в совете директоров его фирмы плетётся заговор, чреватый страшными последствиями. Используя своё последнее изобретение, Старк пытается решить проблемы своей компании радикально..."
},
"film":{
	"id": "10",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/d4615df7-ee44-4d24-a134-82abb0dabf30/800x800",
	"filmname": "Полицейская академия",
	"detail": "Мирные жители США находятся в опасности! Мэр города принял новый закон – больше нет никаких ограничений при приеме на службу в полицию. Вес, пол, рост и слабые умственные способности никому не помешают поступить в полицейскую академию. Приемные комиссии ломятся от толстяков, ботаников и уличных хулиганов. Преподаватели академии в шоке и намерены любым способом избавиться от студентов. Но экзамены, физподготовка и гей-бары абсолютно не страшат новичков. Не такое видали!"
},
"film":{
	"id": "11",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/c752a62e-e435-49ab-9115-0bce56fc3dbf/960x960",
	"filmname": "Вокзал для двоих",
	"detail": "Город Заступинск, где-то между Москвой и Алма-Атой, ближе к Воронежу. Вокзальная буфетчица Вера и пианист Платон Рябинин из Москвы познакомились при весьма непривлекательных обстоятельствах. В результате Вера потеряла жениха с дынями, но нашла любимого, который вскоре должен отбыть в отдаленные места, чтобы нести наказание за несовершенное преступление..."
},
"film":{
	"id": "12",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/ad656040-4226-46ac-88b8-eb0ad70317cb/960x960",
	"filmname": "Тюряга",
	"detail": "Свободолюбивый Фрэнк Леоне, борец за справедливость, оказавшийся в тюрьме, уверен, что через несколько месяцев покинет её стены. Он примерный заключённый, но некоторые тюремщики до сих пор помнят совершённый им побег, закончившийся дополнительным сроком для Фрэнка и испорченной карьерой директора колонии. Пострадавший директор давно «имеет зуб» на него, поэтому в одно чудесное утро героя неожиданно переводят в другую тюрьму, настоящий ад, где служит начальником тот самый Уорден Драмгул. На его послужном списке теперь пятно по вине Фрэнка, и поэтому он клянётся устроить заключённому Леоне весёлую жизнь, спровоцировать того на побег и доказать, что ненавистный ему зек неисправим. Драмгул — настоящий диктатор в колонии, приказы которого беспрекословно исполняются охранниками и арестантами, и теперь он желает, чтобы Фрэнк как можно дольше задержался в стенах тюрьмы Гетвей."
},
"film":{
	"id": "13",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/c823dd89-ba0b-41f8-9ce7-dd56223a8844/800x800",
	"filmname": "Танго и Кэш",
	"detail": "Герои фильма - Танго и Кэш. Эти соперничающие друг с другом копы обладают одной общей чертой: каждый думает, что он самый лучший, и каждый имеет бесспорные доказательства этого."
},
"film":{
	"id": "14",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/21c9a464-e81f-468c-ba63-118992a44b00/960x960",
	"filmname": "Четыре танкиста и собака",
	"detail": "Сформированный польский экипаж танка «RUDY» участвует в военных операциях по освобождению территории Польши и стран Европы от немецко-фашистских захватчиков. Попадая во всевозможные истории, экипаж всегда выходит из них с честью."
},
"film":{
	"id": "15",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/586e3d76-cee3-458f-8a86-7f8c5c27ff32/800x800",
	"filmname": "Хороший, плохой, злой",
	"detail": "В разгар гражданской войны таинственный стрелок скитается по просторам Дикого Запада. У него нет ни дома, ни друзей, ни компаньонов, пока он не встречает двоих незнакомцев, таких же безжалостных и циничных. По воле судьбы трое мужчин вынуждены объединить свои усилия в поисках украденного золота. Но совместная работа - не самое подходящее занятие для таких отъявленных бандитов, как они. Компаньоны вскоре понимают, что в их дерзком и опасном путешествии по разоренной войной стране самое важное - никому не доверять и держать пистолет наготове, если хочешь остаться в живых."
},
"film":{
	"id": "16",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/4a604215-aa5b-475f-8362-40fb99fe5590/800x800",
	"filmname": "Экипаж",
	"detail": "Экипаж самолета, перевозящего грузы и пассажиров, попадает в ситуацию, по сравнению, с которой конец света может показаться детской забавой... В аэропорту, в котором приземлился самолет, землетрясение. Извергается огненная лава, земля уходит из под ног, все вокруг горит и рушится, людей охватывает ужас, возникает паника. После прибытия самолета происходит огромной силы новый толчок. Взлетная полоса повреждена. Но благодаря опыту и мужеству экипажа самолет удается поднять в воздух. Кажется, что пришло спасение, что самое страшное осталось на земле. Однако выясняется, что при взлете самолет получил массу повреждений, и одно из них слишком опасно, чтобы самолет смог благополучно приземлиться..."
},
"film":{
	"id": "17",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/85613a62-f960-4286-a595-e4e3e480815d/800x800",
	"filmname": "Блейд",
	"detail": "Получеловек-полувампир Блэйд намерен уничтожить виновника своей судьбы - Дьякона Фроста. Когда-то в кровь Блэйда попало совсем немного вампирского яда, но с течением времени он стал ощущать неизбежность своего превращения. Желая избавить людей от тайной и могущественной армии вампиров, заполонившей общество, он отправляется на решающий бой..."
},
"film":{
	"id": "18",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/1817f2b7-d4c0-4153-8dc8-a96e255600cc/800x800",
	"filmname": "Тень",
	"detail": "После пребывания в буддийском монастыре, бывший беспощадный правитель огромной наркоимперии, а ныне добропорядочный гражданин, скрыв лицо под маской, борется со злом в самом страшном городе мира — Нью-Йорке. Но вот у него появляется соперник не менее могущественный чем он сам — потомок Чингисхана, стремящийся подчинить себе весь мир.."
},
"film":{
	"id": "19",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/3e9b6fdd-8fa5-4e0f-b7b9-1659008befd1/800x800",
	"filmname": "Быстрый и мертвый",
	"detail": "Пустыня, и посреди нее — маленький грязный городок. Здесь только женщины и больные не носят кобуры на поясе. В городе хозяйничает Джон Ирод — жестокий и хладнокровный человек. Все его боятся, и каждая собака его знает. Если он разрешил тебе — ты можешь жить. Но однажды на горизонте появляется незнакомый всадник. Он въезжает в город и медленно движется по главной улице. Но, вот незадача: это не он, а она — таинственная женщина-ковбой. Никто еще не догадывается, что появление Эллен изменит жизнь всего городка..."
},
"film":{
	"id": "20",
	"poster": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/2d5b29d6-e558-40f7-be4d-5b9ce07ba9b0/800x800",
	"filmname": "Послание в бутылке",
	"detail": "Тоскующий по умершей жене одинокий Гаррет Блейк зарабатывает на жизнь починкой яхт. Починить поломанную жизнь — другое ремесло. Но так было до тех пор, пока Тереза Осборн не приехала в его деревню в Северной Каролине. Тереза разведена и тоже очень одинока, она занимается журналистским расследованием для «Чикаго Трибьюн» и знает, что Гаррет — автор послания, которое она нашла в бутылке на пляже в Кейп Код. И это послание затронуло самые сокровенные струны её души."
},

}